{
	"title": {
		"media": {
			"url": "https://www.shutterstock.com/image-photo/opened-book-stacks-old-books-260nw-1950634651.jpg",
			"caption": "Linea de Tiempo",
			"credit": ""
		},
		"text": {
			"headline": "Linea de Tiempo",
			"text": "<p>Fernando - Scarlett</p>"
		}
	},

		"events": [
		  {
			"media": {
			  "url": "./img/1.jpg",
			  "caption": "",
			  "credit": "Autor desconocido, dominio público"
			},
			"start_date": {
			  "year": "-5000"
			},
			"text": {
			  "headline": "EDAD DE BRONCE",
			  "text": "<p>El comienzo de la Edad del Bronce en varias regiones del mundo fue un hito significativo en la historia  de la humanidad. La metalurgia del bronce  permitió el desarrollo de herramientas y armas más  sofisticadas, lo que a su vez influyó en la forma en que las sociedades antiguas interactuaban, comerciaban  y se desarrollaban. La Edad  del Bronce sentó las bases  para futuros avancestecnológicos y culturales, y su legado perduró durante  siglos en diversas  civilizaciones alrededor del mundo.</p>"
			}
		  },

		{
  "media": {
    "url": "./img/2.png",
    "caption": "Escritura cuneiforme en una tablilla de arcilla.",
    "credit": "Foto de Osama Shukir Muhammed Amin"
  },
  "start_date": {
    "year": "-3500"
  },
  "text": {
    "headline": "La invención de la escritura",
    "text": "<p>La invención de la escritura en Mesopotamia y Egipto fue un logro trascendental que revolucionó la forma en que la humanidad transmitía, registraba y compartía conocimientos. Este hito sentó las bases para el desarrollo de la educación, la ciencia, la literatura y la preservación de la historia, y estableció los cimientos para el avance de las sociedades y el progreso de la civilización.</p>"
  }
},

{
  "media": {
    "url": "./img/3.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-3000"
  },
  "text": {
    "headline": "Desarrollo de las primeras civilizaciones",
    "text": "<p>Se desarrollaron las primeras civilizaciones en el valle del Indo, Mesopotamia y Egipto. Estas civilizaciones sentaron las bases de la sociedad urbana, la agricultura avanzada y los sistemas políticos y religiosos organizados. En el valle del Indo, se destacó la civilización del valle del Indo con ciudades bien planificadas. En Mesopotamia, surgieron los sumerios, acadios y babilonios, con avances en agricultura y escritura cuneiforme. En Egipto, la antigua civilización egipcia floreció a lo largo del Nilo, con su complejo sistema político y religioso.</p>"
  }
},

{
  "media": {
    "url": "./img/4.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-2500"
  },
  "text": {
    "headline": "Construcción de las grandes pirámides de Egipto",
    "text": "<p>Construcción de las grandes pirámides de Egipto, testimonio de la habilidad arquitectónica y la organización social de la época. Durante este período, se erigieron algunas de las estructuras más icónicas de la historia, como las pirámides de Giza. Estas magníficas construcciones, como la Gran Pirámide de Keops, muestran el dominio técnico y matemático de los antiguos egipcios. Estas estructuras monumentales se han convertido en símbolos duraderos del antiguo Egipto y su legado arquitectónico perdura hasta nuestros días.</p>"
  }
},

{
  "media": {
    "url": "./img/5.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-1200"
  },
  "text": {
    "headline": "Período de migraciones de los Pueblos del Mar",
    "text": "<p>Período de migraciones de los Pueblos del Mar, que causaron inestabilidad en civilizaciones mediterráneas y cambios culturales y políticos significativos. Estas migraciones, protagonizadas por diferentes grupos nómadas, como los filisteos, los dorios y los eolios, impactaron en sociedades como Egipto, Anatolia y el mundo micénico. Se desencadenaron conflictos, colapsos de imperios y movimientos poblacionales masivos, alterando el equilibrio de poder y dando paso a nuevas formas de organización política y cultural en la región mediterránea.</p>"
  }
},

{
  "media": {
    "url": "./img/6.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-776"
  },
  "text": {
    "headline": "Primera celebración de los antiguos Juegos Olímpicos",
    "text": "<p>Primera celebración registrada de los antiguos Juegos Olímpicos en Grecia, un evento deportivo y cultural de gran importancia en la antigüedad. Los Juegos Olímpicos reunían a atletas de diferentes polis (ciudades-estado griegas) para competir en pruebas atléticas en honor a los dioses griegos. Estos juegos se llevaban a cabo cada cuatro años en la ciudad de Olimpia y se convirtieron en un símbolo de unidad y competencia pacífica entre las diversas comunidades griegas. Los Juegos Olímpicos continuaron celebrándose durante más de mil años, dejando un legado duradero en la historia del deporte y la cultura.</p>"
  }
},

{
  "media": {
    "url": "./img/8.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-753"
  },
  "text": {
    "headline": "Fundación de Roma",
    "text": "<p>Tradicional fecha de fundación de Roma, una ciudad que se convertiría en una de las más poderosas y duraderas de la antigüedad. A lo largo de los siglos, Roma creció en tamaño y poder, pasando de ser una pequeña aldea a un imperio extenso que abarcaba gran parte de Europa, África del Norte y Oriente Medio. Roma se destacó por su gobierno republicano, su sistema legal y su influencia en áreas como la arquitectura, el arte y la literatura. Su legado perdura hasta nuestros días.</p>"
  }
},

{
  "media": {
    "url": "./img/7.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-500"
  },
  "text": {
    "headline": "Apogeo de la civilización griega clásica",
    "text": "<p>Apogeo de la civilización griega clásica. Destacados filósofos como Sócrates, Platón y Aristóteles emergieron, junto al desarrollo del arte, literatura y democracia en Atenas. La Edad de Oro de Grecia fue una época de profundo pensamiento filosófico y exploración intelectual. Obras como las tragedias de Sófocles, las comedias de Aristófanes y el florecimiento democrático en Atenas marcaron este período.</p>"
  }
},

{
  "media": {
    "url": "./img/9.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-334"
  },
  "text": {
    "headline": "Expedición de Alejandro Magno",
    "text": "<p>Alejandro Magno inicia su expedición hacia el este, conquistando el vasto imperio persa y difundiendo la cultura helenística en gran parte del mundo conocido. El ambicioso líder macedonio lideró un ejército formidable a través de Asia, derrotando a los persas en importantes batallas. Su imperio se extendió desde Grecia hasta Egipto, Persia y más allá. Durante su reinado, Alejandro promovió la fusión de las culturas griega y persa, dejando un legado duradero en términos de intercambio cultural y sincretismo.</p>"
  }
},

{
  "media": {
    "url": "./img/10.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "-27"
  },
  "text": {
    "headline": "Fundación del Imperio Romano",
    "text": "<p>Fundación del Imperio Romano por Octavio Augusto, primer emperador, iniciando un largo periodo de dominio romano en Europa y el Mediterráneo. Bajo el gobierno de Augusto y sus sucesores, el Imperio Romano se expandió, consolidando su poder y estableciendo un sistema administrativo eficiente. Este imperio abarcó vastas tierras, difundiendo la cultura romana, las leyes y la infraestructura por todo su territorio. El Imperio Romano dejó un legado duradero en la historia, influyendo en el desarrollo político y cultural de numerosas civilizaciones.</p>"
  }
},

{
  "media": {
    "url": "./img/11.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "400"
  },
  "text": {
    "headline": "Caída del Imperio Romano de Occidente",
    "text": "<p>Caída del Imperio Romano de Occidente debido a invasiones bárbaras y presiones internas. Este evento marca el fin de la antigüedad clásica y el inicio de la Edad Media en Europa. Las invasiones de tribus germánicas, como los visigodos, ostrogodos y vándalos, debilitaron y finalmente derrocaron al Imperio Romano de Occidente. Este colapso condujo a cambios sociales, políticos y culturales significativos, dando paso a un nuevo período histórico caracterizado por la descentralización del poder y el surgimiento de reinos y sociedades feudales.</p>"
  }
},

{
  "media": {
    "url": "./img/12.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "500"
  },
  "text": {
    "headline": "Alta Edad Media - Cristianismo",
    "text": "<p>El cristianismo se convierte en la religión predominante en Europa. El Imperio Carolingio es establecido por Carlomagno, quien es coronado Emperador del Sacro Imperio Romano Germánico por el Papa en el año 800. Durante este período, se producen cambios significativos en la estructura política y social de Europa, con la consolidación del poder de la Iglesia y el surgimiento de los reinos cristianos. La influencia de la cultura clásica de la antigua Roma se entrelaza con las tradiciones germánicas y cristianas, sentando las bases para el desarrollo de la civilización medieval.</p>"
  }
},

{
  "media": {
    "url": "./img/13.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1100"
  },
  "text": {
    "headline": "Baja Edad Media - Cruzadas",
    "text": "<p>Período de consolidación de las monarquías nacionales en Europa. Las Cruzadas se llevan a cabo con el objetivo de recuperar Tierra Santa de manos musulmanas. Durante este tiempo, se produce un resurgimiento del comercio y el desarrollo urbano en Italia, conocido como el Renacimiento comercial y urbano. Ciudades como Florencia, Venecia y Génova se convierten en importantes centros económicos y culturales, impulsando el intercambio comercial y el florecimiento de las artes, la literatura y la arquitectura. Este período también es testigo de avances en la educación y el pensamiento intelectual.</p>"
  }
},

{
  "media": {
    "url": "./img/14.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1400"
  },
  "text": {
    "headline": "Renacimiento - Florecimiento General",
    "text": "<p>Período de florecimiento artístico, científico y filosófico. Surgido en Italia, se expandió por Europa. Grandes figuras como Leonardo da Vinci, Miguel Ángel y Shakespeare destacaron. El Renacimiento revitalizó el interés por la cultura clásica, el humanismo y la exploración intelectual. Se produjeron avances en pintura, escultura, arquitectura y literatura, marcando la transición entre la Edad Media y la era moderna. Este período dejó un legado duradero en el arte, la ciencia y el pensamiento de la humanidad.</p>"
  }
},

{
  "media": {
    "url": "./img/15.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1517"
  },
  "text": {
    "headline": "Reforma Protestante - Cambios Religiosos",
    "text": "<p>Movimiento religioso liderado por Martín Lutero que cuestionó la autoridad de la Iglesia Católica y dio lugar a nuevas denominaciones cristianas. La Reforma protestante se centró en principios como la justificación por la fe y la autoridad de la Biblia. Este movimiento tuvo un impacto duradero en la estructura religiosa y política de Europa, generando tensiones y divisiones, así como un mayor enfoque en la libertad religiosa y la interpretación personal de la fe.</p>"
  }
},

{
  "media": {
    "url": "./img/16.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1715"
  },
  "text": {
    "headline": "Ilustración - Florecimiento Científico",
    "text": "<p>Movimiento intelectual que enfatizó la razón y el conocimiento científico como motores del progreso. Filósofos destacados como Voltaire, Rousseau y Kant surgieron en esta época. La Ilustración promovió la libertad de pensamiento, los derechos individuales y la crítica a las instituciones tradicionales. Fue una época de cambio y transformación en la política, la filosofía y la ciencia, sentando las bases para el desarrollo de sociedades más liberales y racionales.</p>"
  }
},

{
  "media": {
    "url": "./img/19.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1760"
  },
  "end_date": {
    "year": "1840"
  },
  "text": {
    "headline": "Revolución Industrial - Nacimiento del Capitalismo",
    "text": "<p>Transformación económica, social y tecnológica con producción en masa y mecanización. Surgió el capitalismo como sistema económico predominante, impulsando el crecimiento industrial y la urbanización. Se introdujeron nuevas tecnologías, como la máquina de vapor, que revolucionaron la producción y el transporte. La Revolución Industrial tuvo un profundo impacto en la sociedad, generando cambios en las condiciones laborales, el urbanismo y la distribución de la riqueza.</p>"
  }
},

{
  "media": {
    "url": "./img/20.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1830"
  },
  "end_date": {
    "year": ""
  },
  "text": {
    "headline": "Nacionalismo - Independencia",
    "text": "<p>Movimiento político y cultural que enfatizó la identidad nacional y la independencia en Europa y América Latina, impulsando luchas por la autodeterminación. Fue un factor clave en la formación de estados nacionales y tuvo un impacto en la cultura y las artes. El nacionalismo promovió el sentido de pertenencia y orgullo hacia la propia nación, influyendo en el desarrollo político y social de la época.</p>"
  }
},

{
  "media": {
    "url": "./img/21.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1914"
  },
  "end_date": {
    "year": "1918"
  },
  "text": {
    "headline": "Primera Guerra Mundial",
    "text": "<p>Conflicto global que involucró a las principales potencias europeas y resultó en el colapso de imperios. Fue una guerra devastadora que provocó pérdidas humanas y destrucción a gran escala. Las tensiones políticas, económicas y territoriales desencadenaron el conflicto, sentando las bases para futuros enfrentamientos. La Primera Guerra Mundial también introdujo nuevas formas de guerra, como el uso generalizado de armas químicas y tecnología militar avanzada.</p>"
  }
},

{
  "media": {
    "url": "./img/22.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1920"
  },
  "end_date": {
    "year": "1938"
  },
  "text": {
    "headline": "Período de Entreguerras",
    "text": "<p>Marcado por inestabilidad política y económica, surgimiento de regímenes totalitarios y tensiones internacionales. Este período fue un preludio de la Segunda Guerra Mundial. La Gran Depresión, el ascenso de líderes como Hitler y Mussolini, y los conflictos territoriales contribuyeron a la creciente inestabilidad global. Las tensiones y rivalidades entre las potencias llevaron al estallido de la guerra en 1939, desencadenando un conflicto aún más devastador que la Primera Guerra Mundial.</p>"
  }
},

{
  "media": {
    "url": "./img/25.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1939"
  },
  "end_date": {
    "year": "1945"
  },
  "text": {
    "headline": "Segunda Guerra Mundial y Aparición de Superpotencias",
    "text": "<p>Conflicto global con principales potencias, devastando Europa y el Holocausto. Surgieron superpotencias: Estados Unidos y la Unión Soviética. Impacto político y geográfico duradero. Batallas clave como Stalingrado y Normandía, eventos trascendentales como la caída de Berlín y el uso de bombas atómicas. Cambió la historia y condujo a la Guerra Fría.</p>"
  }
},

{
  "media": {
    "url": "./img/26.png",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1945"
  },
  "end_date": {
    "year": "1990"
  },
  "text": {
    "headline": "Postguerra y Guerra Fría",
    "text": "<p>División del mundo en dos bloques liderados por Estados Unidos y la Unión Soviética, con tensiones políticas, ideológicas y militares. Surgió la ONU y se produjo una carrera armamentista. Los conflictos indirectos, como la Guerra de Corea y la Guerra de Vietnam, caracterizaron este período. La Guerra Fría influyó en la política global y llevó a una constante rivalidad entre los dos bloques hasta su disolución en la década de 1990.</p>"
  }
},

{
  "media": {
    "url": "./img/27.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "1990"
  },
  "end_date": {
    "year": ""
  },
  "text": {
    "headline": "Revolución de la Información",
    "text": "<p>Avance tecnológico en las comunicaciones y la información. Internet, redes sociales y dispositivos móviles transformaron la sociedad y la economía globalmente. Se produjo una mayor conectividad, acceso a la información y nuevas formas de comunicación. Esta revolución tuvo un impacto profundo en diversos ámbitos, como el comercio, la educación, el entretenimiento y la interacción social, cambiando la forma en que las personas se relacionan y acceden al conocimiento.</p>"
  }
},

{
  "media": {
    "url": "./img/31.jpg",
    "caption": "",
    "credit": ""
  },
  "start_date": {
    "year": "2001"
  },
  "end_date": {
    "year": ""
  },
  "text": {
    "headline": "Revolución de la Información",
    "text": "<p>Avance tecnológico en las comunicaciones y la información. Internet, redes sociales y dispositivos móviles transformaron la sociedad y la economía globalmente. Se produjo una mayor conectividad, acceso a la información y nuevas formas de comunicación. Esta revolución tuvo un impacto profundo en diversos ámbitos, como el comercio, la educación, el entretenimiento y la interacción social, cambiando la forma en que las personas se relacionan y acceden al conocimiento.</p>"
  }
}

]

}


  

